<template>
  <h3 class="text-center text-xl mb-5">{{ $t("about.history") }}</h3>
  <template v-if="$i18n.locale === 'ru'">
    <p class="indent-10 leading-7 mb-5">
      Постановлением Совета министров Киргизской ССР от 18.12.90 года №364 «Вопросы Киргизского республиканского
      отделения Пенсионного фонда СССР» в целях дальнейшего улучшения условий жизни советских людей, более полного
      осуществления во всех сферах общественных отношений принципа социальной справедливости Советом министров
      Киргизской ССР и Советом федерации профсоюзов Кыргызстана было принято решение об образовании Киргизского
      республиканского отделения Пенсионного фонда СССР, как органа государственного управления финансами пенсионного
      обеспечения в Киргизской ССР. При этом было определено, что Киргизское республиканское отделение Пенсионного фонда
      СССР является самостоятельной финансово-банковской системой и денежные средства Киргизского республиканского
      отделения Пенсионного фонда СССР в состав бюджета республики не входят. Далее, Указом Президента Республики
      Кыргызстан от 6 июля 1992 года №УП-217 «О Пенсионном фонде Республики Кыргызстан» Кыргызское отделение Пенсионного
      фонда СССР было преобразовано в Пенсионный фонд Республики Кыргызстан при Правительстве Республики Кыргызстан.
      Пенсионный фонд Республики Кыргызстан сразу же был определен как самостоятельная финансово-кредитная система,
      осуществляющая государственное управление финансами пенсионного обеспечения и проводящая свою деятельность на всей
      территории Республики Кыргызстан. Денежные средства Пенсионного фонда не входили в состав государственного и
      других бюджетов, изъятию и обложению налогами и сборами не подлежали, но Пенсионный фонд был подотчетен
      Правительству Республики Кыргызстан. В дальнейшем, в целях совершенствования системы финансирования расходов на
      социальное страхование, обеспечения контроля за правильным и эффективным использованием средств на эти цели
      Правительство КР своим постановлением от 3 ноября 1993 года № 535 «О создании Социального фонда Кыргызской
      Республики» с 1 ноября 1993 года образовало Социальный фонд Кыргызской Республики на базе Пенсионного фонда, Фонда
      социального страхования Совета федерации профсоюзов Кыргызстана и Государственного фонда содействия занятости
      Министерства труда и социальной защиты Кыргызской Республики. Данным постановлением также установливалось, что
      Социальный фонд является самостоятельной финансово-кредитной структурой, входящей в государственную систему
      социальной защиты населения Кыргызской Республики наравне с другими центральными органами государственного
      управления.
    </p>

    <p class="indent-10 leading-7">
      Денежные средства Фонда не входят в состав государственного бюджета и формируются за счет обязательных взносов
      работодателей всех форм собственности, лиц, занимающихся предпринимательской и индивидуальной трудовой
      деятельностью, граждан, средств государственного бюджета Кыргызской Республики и других поступлений. В 1998 году
      Указом Президента КР от 24 января 1998 года УП № 24 «О Социальном фонде Кыргызской Республики» Социальный фонд при
      Правительстве КР преобразован в Социальный фонд КР и приравнен по статусу к министерству. 2 августа 2004 года
      принят Закон КР "О Социальном фонде Кыргызской Республики", где указано, что Социальный фонд является
      исполнительным органом системы государственного социального страхования и пенсионного обеспечения в КР,
      действующим на принципах самоуправления. Таким образом, с 1991 года в республике создана и успешно функционирует
      единая самоуправляемая система государственного социального страхования и пенсионного обеспечения, исполнительным
      органом которой является Социальный фонд, осуществляющий функции разработки и реализации согласованной
      государственной политики пенсионного обеспечения и социального страхования, сбора и аккумуляции страховых взносов,
      назначения и выплаты пенсий и пособий, финансирования Фондов обязательного медицинского страхования и оздоровления
      трудящихся. В 1996 году Социальным фондом КР одним из первых на территории СНГ был внедрен персонифицированный
      учет страховых взносов, что позволило отойти от привычной «советской» системы пенсионного обеспечения по
      «котловому методу», когда пенсии являлись по существу социальным пособием фиксированного размера, и обозначить
      первые стратегические планы по введению накопительной части в пенсионную систему Кыргызстана. С момента
      образования Киргизского республиканского отделения Пенсионного фонда СССР и создания Социального фонда Кыргызской
      Республики бюджет государственного социального страхования не получил поддержку из средств Пенсионного фонда СССР,
      то есть вновь образованным вышеуказанным учреждениям были переданы обязательства по пенсионному обеспечению бывших
      граждан СССР без финансового обеспечения. Реформирование советской пенсионной системы на постсоветском
      пространстве, в том числе и в нашей республике, осуществлялось при поддержке международных доноров и организаций,
      в частности Всемирным банком. Однако данная поддержка носила характер технической, консультационной помощи. К
      примеру, по программе TASIC «Реформа социального страхования» для Социального фонда была оказана поддержка в виде
      подготовки кадров, обеспечения компонентами компьютеризации, информационного обеспечения, в рамках кредита
      GSAC/GTAC оказана техническая помощь в разработке плана действий по введению накопительных элементов в действующую
      пенсионную систему (в частности внесено предложение закрепить за Социальным фондом функции накопительного
      пенсионного фонда), в поддержку этих же целей в разработке программы и плана действий по выработке государственной
      политики, необходимой для внедрения накопительного элемента, была оказана техническая помощь в рамках кредита на
      поддержку сокращения бедности (PRSC) и вспомогательного гранта Правительства Японии (PHRD) и т.д. При этом никаких
      финансовых влияний в бюджет государственного социального страхования от международных организаций не
      осуществлялось.
    </p>
  </template>
  <template v-else>
    <p class="indent-10 leading-7 mb-5">
      «СССРдин Пенсиялык фондунун Кыргыз республикалык бөлүмүнүн маселелери» 1990—жылдын 18-декабрындагы № 364 Кыргыз
      Республикасынын Миинистрлер Советинин токтому менен советтик адамдардын жашоо шартын мындан ары жакшыртуу, коомдук
      мамилелердин бардык чөйрөлөрүндө социалдык адилеттүүлүк принцибин бир кыйла толук ишке ашыруу максатында Кыргыз
      ССРнин Министрлер Совети жана Кыргызстандын Профсоюздар Федерациясынын Совети тарабынан Кыргыз ССР пенсия менен
      камсыз кылуунун финансыларын мамлекеттик башкаруучу орган катары СССРдин Пенсиялык фондунун Кыргызстандагы
      республикалык бөлүмүн уюштуруу тууралу чечим кабыл алынган. Ошону менен бирге СССРдин Пенсиялык фондунун
      Кыргызстандагы республикалык бөлүмү өз алдынча финансылык-банктык система жана СССРдин Пенсиялык фондунун
      Кыргызстандагы республикалык бөлүмүнүн акча каражаттары республиканын бюджетинин курамына кирбейт деп аныкталган.
      Андан соң, “Кыргызстан Республикасынын Пенсиялык фонду жөнүндө” Кыргыз Республикасынын Президентинин 1992-жылдын
      6-июлундагы ПЖ № 217 Жарлыгы менен СССРдин Пенсиялык фондунун Кыргызстандагы бөлүмү Кыргызстан Республикасынын
      Өкмөтүнө караштуу Кыргызстан Республикасынын Пенсиялык фондуна кайра түзүлгөн. Кыргызстан Республикасынын
      Пенсиялык фонду пенсия менен камсыз кылуу финсансыларын мамлекеттик башкарууну жүзөгө ашырган жана Кыргызстан
      Республикасынын бардык аймагында өз ишмердигин жүргүзгөн өз алдынча финансылык-кредиттик система катары
      аныкталган. Пенсиялык фонддун акча каражаттары мамлекеттик жана башка бюджеттердин курамына кирбестен, салык жана
      жыйымдар алынган эмес, бирок Пенсиялык фонд Кыргыз Республикасынын Өкмөтүнө отчет берген. Андан кийин социалдык
      камсыздандыруу чыгымдарын каржылоо системасын өркүндөтүү, бул максаттарга каражаттардын туура жана эффективдүү
      пайдаланылышына контролду камсыз кылуу максатында 1993-жылдын 3-ноябрындагы № 535 “Кыргыз Республикасынын
      Социалдык фондун түзүү жөнүндө” Кыргыз Республикасынын Өкмөтүнүн токтому менен 1993-жылдын 1-ноябрынан баштап
      Пенсиялык фонддун, Кыргызстан Прфсоюздар Федерациясынын Советинин социалдык камсыздандыруу фондунун жана Кыргыз
      Республикасынын Эмгек жана социалдык коргоо министрлигинин иИш менен камсыз кылууга көмөктөшүү мамлекеттик
      фондунун базасында Кыргыз Республикасынын Социалдык фонду уюшулган. Аталган токтом менен Социалдык фонд
      мамлекеттик башкаруунун башка борбордук органдарындай Кыргыз Республикасынын калкын социалдык коргоонун
      мамлекеттик системасына кирген өзалдынча финансылык-кредиттик түзүм экендиги белгиленген. Фонддун акча каражаттары
      мамлекеттик бюджеттин курамына кирбейт жана менчиктин бардык түрлөрүнүн иш берүүчүлөрдүн, ишкердик жана жеке
      ишмердик менен алектенген адамдардын, жарандардын милдеттүү төгүмдөрүнүн, Кыргыз Республикасынын мамлекеттик
      бюджетинин каражаттарынын жана башка түшкөн каражаттардын эсебинен түзүлөт. 1998-жылы «Кыргыз Республикасынын
      Социалдык фонду жөнүндө» КР Президентинин 1998-жылдын 24-январындагы № 24 Жарлыгы менен Кыргыз Республикасынын
      Өкмөтүнө караштуу КР Социалдык фонду КР Социалдык фондуна кайра уюшулган жана министрлик статусуна теңештирилген.
      2004-жылдын 2-августунда “Кыргыз Республикасынын Социалдык фонду жөнүндө” Кыргыз Республикасынын Мыйзамы кабыл
      алынган, анда Социалдык фонд өзалдынча башкаруу принцибинде иш алып барган Кыргыз Республикасында мамлекеттик
      социалдык камсыздандыруу жана пенсия менен камсыз кылуу системасынын аткаруучу органы болуп саналаары көрсөтүлгөн.
    </p>

    <p class="indent-10 leading-7">
      Ошентип 1991-жылдан тартып республикада мамлекеттик социалдык камсыздандыруунун жана пенсия менен камсыз кылуунун
      бирдиктүү өзалдынча башкаруу системасы түзүлгөн анын аткаруучу органы болуп мамлекеттик социалдык камсыздандыруу
      жана пенсия менен камсыз кылуу жаатындагы макулдашылган саясатты иштеп чыгуу жана ишке ашыруу, камсыздандыруу
      төгүмдөрүн жыйноо, топтоо, пенсия жана жөлөкпулдарды чектөө жана төлөп берүү, Милдеттүү медициналык камсыздандыруу
      жана Эмгекчилердин ден соолугун чыңдоо фонддорун каржылоо функцияларын жүзөгө ашырган Кыргыз Республикасынын
      Социалдык фонду эсептелет. 1996-жылы Кыргыз Республикасынын Социалдык фонду КМШнын аймагында эң алгачкылардан
      болуп камсыздандыруу төгүмдөрүн жекече эсепке алууну киргизген, бул пенсия белгиленген өлчөмдөгү социалдык
      жөлөкпул болуп эсептелген “жалпы метод” боюнча көнгөн “советтик” пенсия менен камсыз кылуу системасынан арылууга
      жана Кыргызстандын пенсиялык системасына топтомо бөлүктү киргизүү боюнча алгачкы стратегиялык пландарды белгилөөгө
      мүмкүндүк берди. СССРдин Пенсиялык фондунун Кыргыз республикалык бөлүмү уюшулган жана Кыргыз Республикасынын
      Социалдык фонду түзүлгөндөн баштап мамлекеттик социалдык камсыздандыруу бюджети СССРдин Пенсиялык фондунун
      каражаттарынан колдоо алган эмес, т.а. жогоруда көрсөтүлгөн кайрадан уюшулган мекемелерге финансылык жактан камсыз
      кылбастан мурунку СССРдин жарандарын пенсия менен камсыз кылуу боюнча милдеттенмелер берилген. Постсоветтик
      мейкиндикте анын ичинде биздин республикада советтик пенсиялык системаны реформалоо эларалык донорлордун жана
      уюмдардын, негизинен Дүйнөлүк банктын колдоосунда ишке ашырылган. Бирок, бул колдоо техникалык, консультациялык
      жардам мүнөзүндө болгон. Мисалы TASIC программасы боюнча «Социалдык камсыздандыруу реформасы» Социалдык фондго
      кадрларды даярдоо, компьютерлештирүүнүн компоненттери менен камсыз кылуу, маалыматтык камсыздоо сыяктуу жардам
      көрсөтүлгөн, GSAC/GTAC кредитинин алкагында колдонулуп жаткан пенсиялык системага топтолуучу элементтерди киргизүү
      боюнча иш аракеттердин планын иштеп чыгууда жардам көрсөтүлгөн (негизинен Социалдык фондго пенсиялык топтоо
      фондунун функцияларын бекитүү сунушу киргизилген), топтоо элементин киргизүү үчүн зарыл болгон мамлекеттик
      саясатты иштеп чыгуу боюнча иш аракеттердин программасын жана планын иштеп чыгууда бул максаттарды колдоо үчүн
      Жакырчылыкты кыскартууга колдоо көрсөтүүгө кредиттин (PRSC) жана Япония Өкмөтүнүн көмөкчү грантынын (PHRD)
      алкагында техникалык жардам көрсөтүлгөн. Ошону менен бирге эле мамлекеттик социалдык камсыздандыруу бюджетине эл
      аралык уюмдардан эч кандай финансылык таасир этүүлөр болгон жок.
    </p>
  </template>
</template>

<style scoped lang="scss">
p {
  font-size: 16px;
  font-weight: 300;
}
</style>
