<template>
  <h3 class="text-center text-xl mb-5">{{ $t("about.board_gss") }}</h3>
  <template v-if="$i18n.locale === 'ru'">
    <p class="indent-10 leading-7 mb-5">
      Информация о Наблюдательном совете по управлению государственным социальным страхованием В соответствии с Законом
      Кыргызской Республики «О Социальном фонде Кыргызской Республики» Социальный фонд Кыргызской Республики (далее –
      Социальный фонд) является исполнительным органом системы государственного социального страхования и пенсионного
      обеспечения в Кыргызской Республике, проводящим государственную политику и осуществляющим управление в сфере
      государственного социального страхования и пенсионного обеспечения, действующим на принципах самоуправления.
      Социальный фонд имеет самостоятельный бюджет и не входит в состав республиканского бюджета. Основой
      самостоятельности бюджета Социального фонда является наличие установленных законодательством Кыргызской Республики
      собственных источников доходов Социального фонда. Социальный фонд осуществляет свою деятельность в соответствии с
      Конституцией Кыргызской Республики, нормативными правовыми актами Кыргызской Республики, решениями Наблюдательного
      совета по управлению государственным социальным страхованием. В соответствии со статьей 8 Закона Кыргызской
      Республики «О Социальном фонде Кыргызской Республики» и статьей 28 Закона Кыргызской Республики «О государственном
      социальном страховании» деятельность Социального фонда координирует Наблюдательный совет по управлению
      государственным социальным страхованием (далее – Наблюдательный совет). Наблюдательный совет является органом
      самоуправления системы государственного социального страхования, обеспечивает ее корпоративное управление и
      формируется по принципу равного представительства всех участников системы, т.е государство, наниматели, профсоюзы,
      общественные организации, представляющие интересы граждан в области государственного социального страхования.
      Наблюдательный совет осуществляет разработку согласованной политики социального и пенсионного страхования, а также
      контроль за финансовым и правовым аудитом Социального фонда, координирует работу по подготовке нормативной
      правовой базы, готовит предложения по тарифам взносов и бюджету государственного социального страхования.
      Деятельность Наблюдательного совета регулируется Положением «О Наблюдательном совете по управлению государственным
      социальным страхованием», утвержденным постановлением Кабинета Министров Кыргызской Республики от 15 ноября 2021
      года № 254 и решениями Совета. Согласно Положения все общественно значимые, отраслевые документы: проекты законов,
      указов, постановлений Кабинета Министров Кыргызской Республики, концепций, стратегии, государственных и отраслевых
      программ по государственному социальному страхованию подлежат рассмотрению на Наблюдательном совете и только после
      его заключения направляются на дальнейшее рассмотрение и утверждение. Наблюдательный совет формируется в составе:
      - заместителя Председателя Кабинета Министров Кыргызской Республики; - представителей Администрации Президента
      Кыргызской Республики; - представителей уполномоченных государственных органов в сферах пенсионного и социального
      страхования, социального обеспечения, здравоохранения, обязательного медицинского страхования, финансов,
      экономики, юстиции, цифровизации, налогообложения; - представителей профсоюзов и общественных организаций,
      нанимателей и организаций, представляющие интересы граждан в части пенсионного и социального страхования (по
      согласованию). Персональный состав Наблюдательного совета утверждается Председателем Кабинета Министров Кыргызской
      Республики по представлениям участников системы государственного социального страхования. Председателем
      Наблюдательного совета является заместитель Председателя Кабинета Министров Кыргызской Республики. В состав
      Наблюдательного совета введена должность освобожденного ответственного секретаря Совета, находящегося в штате
      Социального фонда. Заседания Наблюдательного совета проводятся по мере необходимости, но не реже четырех раз в
      год. Принимаемые решения и рекомендации Совета являются обязательными для исполнения всеми участниками системы
      государственного социального страхования. Состав Наблюдательного совета Распоряжением Председателя Кабинета
      Министров Кыргызской Республики от 21 декабря 2021 года № 677 утвержден состав Наблюдательного совета.
    </p>

    <p class="indent-10 leading-7 mb-5">
      В состав Наблюдательного совета по управлению государственным социальным страхованием входят: Заместитель
      Председателя Кабинета Министров Кыргызской Республики, председатель Наблюдательного совета; председатель
      Социального фонда Кыргызской Республики при Кабинете Министров Кыргызской Республики, заместитель председателя
      Наблюдательного совета. Члены Наблюдательного совета: министр здравоохранения Кыргызской Республики; заместитель
      министра юстиции Кыргызской Республики; заместитель министра экономики и коммерции Кыргызской Республики;
      заместитель министра финансов Кыргызской Республики; заместитель министра цифрового развития Кыргызской
      Республики; главный эксперт отдела экспертизы решений Президента и Кабинета Министров управления по подготовке
      решений Президента и Кабинета Министров Администрации Президента Кыргызской Республики; председатель
      Государственной налоговой службы при Министерстве финансов Кыргызской Республики; председатель Фонда обязательного
      медицинского страхования при Министерстве здравоохранения Кыргызской Республики; сотрудник Социального фонда
      Кыргызской Республики при Кабинете Министров Кыргызской Республики, ответственный секретарь Наблюдательного
      совета; председатель Федерации профсоюзов Кыргызстана (по согласованию); вице-президент Объединения юридических
      лиц «Кыргызский Союз Промышленников и Предпринимателей» (по согласованию); председатель Общественного объединения
      Республиканский совет ветеранов войны, Вооруженных Сил, правоохранительных органов и тружеников тыла Кыргызской
      Республики" (по согласованию); председатель Общественного объединения «Кыргызское общество слепых и глухих» (по
      согласованию); председатель Общественного объединения социальной защиты населения имени Л.М.Фомовой (по
      согласованию). Ссылки на юридические документы: Закон Кыргызской Республики «О государственном социальном
      страховании» от 17 июня 1996 года № 20 Раздел 5. Управление государственным социальным страхованием. Статья 28.
      Органы управления государственным социальным страхованием. Закон Кыргызской Республики «О Социальном фонде
      Кыргызской Республики» от 2 августа 2004 года № 103 Статья 8. Координация деятельности Социального фонда
      Постановления Кабинета Министров Кыргызской Республики «О вопросах Социального фонда Кыргызской Республики при
      Кабинете Министров Кыргызской Республики» от 15 ноября 2021 года № 254 Положение о Наблюдательном совете по
      управлению государственным социальным страхованием, утвержденное постановления Кабинета Министров Кыргызской
      Республики «О вопросах Социального фонда Кыргызской Республики при Кабинете Министров Кыргызской Республики» от 15
      ноября 2021 года № 254 Распоряжение Председателя Кабинета Министров Кыргызской Республики от 21 декабря 2021 года
      № 677 о составе Наблюдательного совета по управлению государственным социальным страхованием
    </p>
  </template>
  <template v-else>
    <p class="indent-10 leading-7 mb-5">
      «Кыргыз Республикасынын Социалдык фонду жөнүндө» Кыргыз Республикасынын Мыйзамына ылайык Кыргыз Республикасынын
      Социалдык фонду (мындан ары – Социалдык фонд) өз алдынча башкаруу принциптеринде иштеген, Кыргыз Республикасында
      мамлекеттик социалдык камсыздандыруу жана пенсия менен камсыз кылуу системасынын аткаруучу органы болуп эсептелет,
      ал мамлекеттик социалдык камсыздандыруу жана пенсия менен камсыз кылуу чөйрөсүндө башкарууну жүзөгө ашырат жана
      мамлекеттик саясатты жүргүзөт. Социалдык фонд өз алдынча бюджетке ээ жана республикалык бюджеттин курамына
      кирбейт. Кыргыз Республикасынын мыйзамдарында белгиленген Социалдык фонддун өздүк киреше булактарынын болушу
      Социалдык фонддун бюджетинин негизги өз алдынчалыгы болуп эсептелет. Социалдык фонд өз ишин Кыргыз Республикасынын
      Конституциясына, Кыргыз Республикасынын ченемдик укуктук актыларына, Мамлекеттик социалдык камсыздандырууну
      башкаруу боюнча байкоочу кеңештин чечимдерине ылайык жүзөгө ашырат. «Кыргыз Республикасынын Социалдык фонду
      жөнүндө» Кыргыз Республикасынын Мыйзамынын 8-статьясына жана «Мамлекеттик социалдык камсыздандыруу жөнүндө» Кыргыз
      Республикасынын Мыйзамынын 28-статьясына ылайык Социалдык фонддун ишин Мамлекеттик социалдык камсыздандырууну
      башкаруу боюнча байкоочу кеңеши координациялайт (мындан ары – Байкоочу кеңеш). Байкоочу кеңеш – мамлекеттик
      социалдык камсыздандыруу системасынын өз алдынча башкаруучу органы болуп саналат, анын корпоративдик башкаруусун
      камсыз кылат жана системанын бардык катышуучуларынын, б.а. мамлекеттин, жалдоочулардын, профсоюздардын,
      мамлекеттик социалдык камсыздандыруу жаатында жарандардын кызыкчылыктарын билдирген коомдук уюмдардын бирдей
      өкүлчүлүк принциби боюнча түзүлөт. Байкоочу кеңеш социалдык жана пенсиялык камсыздандыруунун макулдашылган
      саясатын иштеп чыгат, ошондой эле Социалдык фонддун финансылык жана укуктук аудитин контролдойт, ченемдик укуктук
      базаны даярдоо боюнча ишти координациялайт, камсыздандыруу төгүмдөрүнүн тарифтери жана мамлекеттик социалдык
      камсыздандыруунун бюджети боюнча сунуштарды даярдайт. Байкоочу кеңештин иши Кыргыз Республикасынын Министрлер
      Кабинетинин 2021-жылдын 15-ноябрындагы № 254 токтому менен бекитилген «Мамлекеттик социалдык камсыздандырууну
      башкаруу боюнча байкоочу кеңеш жөнүндө» жобо жана Байкоочу кеңештин чечимдери менен жөнгө салынат. Жобого ылайык
      бардык коомдук маанилүү, тармактык документтер: Кыргыз Республикасынын Министрлер Кабинетинин мыйзамдарынын,
      указдарынын, токтомдорунун, мамлекеттик социалдык камсыздандыруу боюнча концепциялардын, стратегиялардын,
      мамлекеттик жана тармактык программалардын долбоорлору Байкоочу кеңеште каралууга тийиш жана анын корутундусунан
      кийин гана андан ары кароого жана бекитүүгө жиберилет. Байкоочу кеңеш төмөнкүдөй курамда түзүлөт: - Кыргыз
      Республикасынын Министрлер Кабинетинин Төрагасынын орун басары; - Кыргыз Республикасынын Президентинин
      Администрациясынын өкүлдөрү; - пенсиялык жана социалдык камсыздандыруу, социалдык камсыздоо, саламаттык сактоо,
      милдеттүү медициналык камсыздандыруу, финансы, экономика, юстиция, санариптештирүү, салык салуу чөйрөсүндөгү
      ыйгарым укуктуу мамлекеттик органдардын өкүлдөрү; - профсоюздардын жана коомдук уюмдардын, жалдоочулардын,
      пенсиялык жана социалдык камсыздандыруу бөлүгүндө жарандардын кызыкчылыктарын билдирген уюмдардын өкүлдөрү
      (макулдашуу боюнча). Байкоочу кеңештин жекече курамын мамлекеттик социалдык камсыздандыруу системасынын
      катышуучуларынын сунушу боюнча Кыргыз Республикасынын Министрлер Кабинетинин Төрагасы бекитет. Байкоочу кеңештин
      төрагасы болуп Кыргыз Республикасынын Министрлер Кабинетинин Төрагасынын орун басары эсептелет. Байкоочу кеңештин
      курамына Социалдык фонддун штатында турган Байкоочу кеңештин бошотулган жооптуу катчысынын кызмат орду
      киргизилген. Байкоочу кеңештин отурумдары зарылдыгына жараша жылына төрт жолудан кем эмес өткөрүлөт. Байкоочу
      кеңеште кабыл алынган чечимдер жана сунуштамалар мамлекеттик социалдык камсыздандыруу системасынын бардык
      катышуучуларынын аткаруусу үчүн милдеттүү болуп эсептелет. Байкоочу кеңештин курамы: Кыргыз Республикасынын
      Министрлер Кабинетинин Төрагасынын 2021-жылдын 21-декабрындагы № 677 тескемеси менен Байкоочу кеңештин курамы
      бекитилген. Мамлекеттик социалдык камсыздандырууну башкаруу боюнча байкоочу кеңештин курамында: Кыргыз
      Республикасынын Министрлер Кабинетинин Төрагасынын орун басары, Байкоочу кеңештин төрагасы; Кыргыз Республикасынын
      Министрлер Кабинетине караштуу Кыргыз Республикасынын Социалдык фондунун төрагасы, Байкоочу кеңештин төрагасынын
      орун басары. Байкоочу кеңештин мүчөлөрү: Кыргыз Республикасынын Саламаттык сактоо министри; Кыргыз Республикасынын
      Юстиция министринин орун басары; Кыргыз Республикасынын Экономика жана коммерция министринин орун басары; Кыргыз
      Республикасынын Финансы министринин орун басары; Кыргыз Республикасынын Санариптик өнүктүрүү министринин орун
      басары; Кыргыз Республикасынын Президентинин Администрациясынын Президенттин жана Министрлер Кабинетинин
      чечимдерин даярдоо боюнча башкармалыгынын Президенттин жана Министрлер Кабинетинин чечимдерин экспертизалоо
      бөлүмүнүн башкы эксперти; Кыргыз Республикасынын Финансы министрлигине караштуу Мамлекеттик салык кызматынын
      төрагасы; Кыргыз Республикасынын Саламаттык сактоо министрлигине караштуу Милдеттүү медициналык камсыздандыруу
      фондунун төрагасы; Кыргыз Республикасынын Министрлер Кабинетине караштуу Кыргыз Республикасынын Социалдык фондунун
      кызматкери, Байкоочу кеңештин жооптуу катчысы; Кыргызстан профсоюздар федерациясынын төрагасы (макулдашуу боюнча);
      «Өндүрүшчүлөрдүн жана Ишкерлердин Кыргыз бирлиги» юридикалык жактардын бирикмесинин вице-президенти (макулдашуу
      боюнча); «Кыргыз Республикасынын Согуштун, Куралдуу Күчтөрдүн, укук коргоо органдарынын ардагерлеринин жана
      ооруктагы эмгекчилердин республикалык кеңеши» коомдук бирикмесинин төрагасы (макулдашуу боюнча); «Кыргыз азиздер
      жана дүлөйлөр коому» коомдук бирикмесинин төрагасы (макулдашуу боюнча); Л.М.Фомова атындагы Калкты социалдык
      жактан коргоочу коомдук бирикмесинин төрагасы (макулдашуу боюнча).
    </p>

    <p class="indent-10 leading-7 mb-5">
      Юридикалык документтерге шилтеме: Кыргыз Республикасынын 1996-жылдын 17-июнунундагы № 20 «Мамлекеттик социалдык
      камсыздандыруу жөнүндө» Мыйзамы. 5-бөлүм. Мамлекеттик социалдык камсыздандырууну башкаруу. 28-статья. Мамлекеттик
      социалдык камсыздандырууну башкаруу органдары. Кыргыз Республикасынын 2004-жылдын 2-августундагы № 103 «Кыргыз
      Республикасынын Социалдык фонду жөнүндө» Мыйзамы. 8-статья. Социалдык фонддун ишин координациялоо. Кыргыз
      Республикасынын Министрлер Кабинетинин 2021-жылдын 15-ноябрындагы № 254 «Кыргыз Республикасынын Министрлер
      Кабинетине караштуу Кыргыз Республикасынын Социалдык фондунун маселелери жөнүндө» токтому. Кыргыз Республикасынын
      Министрлер Кабинетинин 2021-жылдын 15-ноябрындагы № 254 «Кыргыз Республикасынын Министрлер Кабинетине караштуу
      Кыргыз Республикасынын Социалдык фондунун маселелери жөнүндө» токтому менен бекитилген «Мамлекеттик социалдык
      камсыздандырууну башкаруу боюнча байкоочу кеңеш жөнүндө» жобо. Кыргыз Республикасынын Министрлер Кабинетинин
      Төрагасынын 2021-жылдын 21-декабрындагы №677 «Мамлекеттик социалдык камсыздандырууну башкаруу боюнча Байкоочу
      кеңешинин курамы жөнүндө» тескемеси.
    </p>
  </template>
</template>

<style scoped lang="scss">
p {
  font-size: 16px;
  font-weight: 300;
}
</style>
